app/controllers/users_controller.rb

  def create
    @user = User.new(user_params)

    respond_to do |format|
      if @user.save
---
INSERT INTO `users` (`created_at`, `lastname`, `mail`, `name`, `password`, `updated_at`) VALUES ('2015-05-30 01:40:53', 'Peña', 'dfdsf', 'Carlos', '123', '2015-05-30 01:40:53')